import React from 'react'

export const Description = () => {
  return (
    <div className=' mt-8'>
      <p className=' font-light leading-6'>
        В нашем каталоге систем безопасности представлено разнообразное
        оборудование, которое поможет обеспечить полный контроль и надежную
        защиту объектов.
        <br /> Мы предлагаем решения как для внутреннего применения{' '}
        <span className='font-semibold'>
          (квартиры, офисы, магазины, склады)
        </span>
        , так и для наружной охраны{' '}
        <span className=' font-semibold'> (дома, коттеджи, дачи)</span>
        . <br /> Все наши предлагаемые товары и комплектующие были тщательно
        отобраны и протестированы нашими опытными специалистами, готовые к
        быстрому и надежному монтажу на любом объекте. <br />
        При этом мы гарантируем доступные цены, чтобы наша продукция была
        доступна широкому кругу потребителей.
      </p>
    </div>
  )
}
