import React from 'react'

export const PrivacyPolicy = () => {
  return (
    <div className=' container mx-auto'>
      <h1 className=' font-semibold text-xl mt-8 text-center'>
        Политика конфиденциальности
      </h1>
      <h2 className=' font-thin mt-6'>
        Настоящая Политика конфиденциальности персональной информации (далее —
        Политика) действует в отношении всей информации, которую юр.лицо ООО
        "Интеграл Протект" ИНН 2311248110 ОГРН 1172375092504 зарегистрировано
        07.11.2017 по юридическому адресу 350072, Краснодарский край, город
        Краснодар, улица Ростовское шоссе, дом 14/2 литер е, офис 412. и/или его
        аффилированные лица, могут получить о пользователе во время
        использования им сайта https://tmk-v.ru. Использование сайта
        https://tmk-v.ru означает безоговорочное согласие пользователя с
        настоящей Политикой и указанными в ней условиями обработки его
        персональной информации; в случае несогласия с этими условиями
        пользователь должен воздержаться от использования данного ресурса.<br/> 1.
        Персональная информация пользователей, которую получает и обрабатывает
        сайтhttps://tmk-v.ru <br/> 1.1. В рамках настоящей Политики под «персональной
        информацией пользователя» понимаются: 1.1.1. Персональная информация,
        которую пользователь предоставляет о себе самостоятельно при оставлении
        заявки, совершении покупки, регистрации (создании учётной записи) или в
        ином процессе использования сайта. 1.1.2 Данные, которые автоматически
        передаются сайтом https://tmk-v.ru в процессе его использования с
        помощью установленного на устройстве пользователя программного
        обеспечения, в том числе IP-адрес, информация из cookie, информация о
        браузере пользователя (или иной программе, с помощью которой
        осуществляется доступ к сайту), время доступа, адрес запрашиваемой
        страницы. 1.1.3. Данные, которые предоставляются сайту, в целях
        осуществления оказания услуг и/или продаже товара и/или предоставления
        иных ценностей для посетителей сайта, в соответствии с деятельностью
        настоящего ресурса: фамилия имя отчество электронная почта номер
        телефона адрес доставки 1.2. Настоящая Политика применима только к сайту
        https://tmk-v.ru и не контролирует и не несет ответственность за сайты
        третьих лиц, на которые пользователь может перейти по ссылкам, доступным
        на сайте https://tmk-v.ru. На таких сайтах у пользователя может
        собираться или запрашиваться иная персональная информация, а также могут
        совершаться иные действия. 1.3. Сайт в общем случае не проверяет
        достоверность персональной информации, предоставляемой пользователями, и
        не осуществляет контроль за их дееспособностью. Однако сайт
        https://tmk-v.ru исходит из того, что пользователь предоставляет
        достоверную и достаточную персональную информацию по вопросам,
        предлагаемым в формах настоящего ресурса, и поддерживает эту информацию
        в актуальном состоянии.<br/> 2. Цели сбора и обработки персональной
        информации пользователей <br/>2.1. Сайт собирает и хранит только те
        персональные данные, которые необходимы для оказания услуг и/или продаже
        товара и/или предоставления иных ценностей для посетителей сайта
        https://tmk-v.ru. 2.2. Персональную информацию пользователя можно
        использовать в следующих целях: 2.2.1 Для регистрации пользователя на
        сайте 2.2.2 Для принятия, обработки и доставки заказов 2.2.3 Для
        осуществления обратной связи с клиентом, предоставления клиентской
        поддержки 2.2.4 Для таргетирования информационных и рекламных материалов<br/>
        3. Условия обработки персональной информации пользователя и её передачи
        третьим лицам<br/> 3.1. Сайт https://tmk-v.ru хранит персональную информацию
        пользователей в соответствии с внутренними регламентами конкретных
        сервисов. 3.2. В отношении персональной информации пользователя
        сохраняется ее конфиденциальность, кроме случаев добровольного
        предоставления пользователем информации о себе для общего доступа
        неограниченному кругу лиц. 3.3. Сайт https://tmk-v.ru вправе передать
        персональную информацию пользователя третьим лицам в следующих случаях:
        3.3.1. Пользователь выразил свое согласие на такие действия, путем
        согласия выразившегося в предоставлении таких данных; 3.3.2. Передача
        необходима в рамках использования пользователем определенного
        сайтаhttps://tmk-v.ru, либо для предоставления товаров и/или оказания
        услуги пользователю; 3.3.3. Передача предусмотрена российским или иным
        применимым законодательством в рамках установленной законодательством
        процедуры; 3.3.4. В целях обеспечения возможности защиты прав и законных
        интересов сайта https://tmk-v.ru или третьих лиц в случаях, когда
        пользователь нарушает Пользовательское соглашение сайта
        https://tmk-v.ru. 3.4. При обработке персональных данных пользователей
        сайтhttps://tmk-v.ru руководствуется Федеральным законом РФ «О
        персональных данных».<br/> 4. Изменение пользователем персональной информации<br/>
        4.1. Пользователь может в любой момент изменить (обновить, дополнить)
        предоставленную им персональную информацию или её часть, а также
        параметры её конфиденциальности, через личный кабинет сайта, а в случае
        его отсутствия, оставив заявление в адрес администрации сайта следующим
        способом: Телефон: 8 (861) 298-34-28 Email: info@tmk-v.ru Форма обратной
        связи:https://tmk-v.ru 4.2. Пользователь может в любой момент, отозвать
        свое согласие на обработку персональных данных, оставив заявление в
        адрес администрации сайта следующим способом: Телефон: 8 (861) 298-34-28
        Email: info@tmk-v.ru Форма обратной связи:https://tmk-v.ru <br/>5. Меры,
        применяемые для защиты персональной информации пользователей Сайт
        принимает необходимые и достаточные организационные и технические меры
        для защиты персональной информации пользователя от неправомерного или
        случайного доступа, уничтожения, изменения, блокирования, копирования,
        распространения, а также от иных неправомерных действий с ней третьих
        лиц.<br/> 6. Изменение Политики конфиденциальности. Применимое
        законодательство<br/> 6.1. Сайт имеет право вносить изменения в настоящую
        Политику конфиденциальности. При внесении изменений в актуальной
        редакции указывается дата последнего обновления. Новая редакция Политики
        вступает в силу с момента ее размещения, если иное не предусмотрено
        новой редакцией Политики. Действующая редакция всегда находится на
        странице по адресу https://tmk-v.ru/policy/politika-konfidentsialnosti
        6.2. К настоящей Политике и отношениям между пользователем и Сайтом,
        возникающим в связи с применением Политики конфиденциальности, подлежит
        применению право Российской Федерации. 7. Обратная связь. Вопросы и
        предложения 7.1. Все предложения или вопросы по поводу настоящей
        Политики следует направлять следующим способом: Телефон: 8 (861)
        298-34-28 Email: info@tmk-v.ru Форма обратной связи:https://tmk-v.ru
      </h2>
    </div>
  )
}
